var day=0;


$("#A").click(function(){  
  $(".TitleText").text("10/29");
  $(".ContentText").text("第一天，並沒有什麼特別的行程，再搭上飛機之後，過了一段時間，我們就下飛機了，成功到達關西機場，然後飛機餐的炒麵很好吃，電影很好看，只是飛機的噪音太大了，其他一切都很好。在下飛機之後，填完兩張小卡之後，就成功出境了，歐對了，有某小姐因為看起來比較…？所以他直接被當作小孩跳過，所以這位小姐少了一個流程…真是高智商。出境之後，就搭乘JR到達我們的旅館，旅館的一樓就是一間酒吧，我們沒有喝酒還滿可惜的，畢竟我們未滿18歲，所以是絕對不能喝酒，日本很像是20歲才可以喝酒。但是在便利商店的「未成年請勿飲酒」的標語上，他是寫18歲勿飲酒，所以到底是20歲還是18歲呢！？在放完行李之後，就去附近的鬥雞神社逛，突然之間！就晚上了，然後就去吃拉麵了，然後就回旅館了，然後這天就結束了。對了，他的這間拉麵店的拉麵，他的湯頭有很多的「豚背脂」，他的拉麵是使用細麵，拉麵配料有黑木耳、蔥花、筍絲、叉燒，總結：爆幹好吃。在吃完拉麵之後，我就點了一盤日式煎餃，他的煎餃也是爆幹好吃，外酥內嫩在咬下處的瞬間，煎餃的香氣還有湯吃噴的我到處都是，弄的我好熱我想要，我是說繼續吃下去，要用舌頭去感受他，感受到煎餃的味道。太多了！！！吃完飯我們就回飯店了。原本想要到附近的便利商店買東西，結果便利商店10點就關了，這實在是太開心了！！日本的店真的很早就休息了呢。所以我就白跑了一趟便利商店。");
});

$("#B").click(function(){
  $(".TitleText").text("10/30");
  $(".ContentText").text("上午6:00早上起來，刷牙洗臉，在走出旅館的瞬間一切都爆炸了，在剛開始一切都還好好的，在搭車、抵達牛馬童子口的登山口之前，一切都非常的好，直到踏進登山口之後，再次出來就已經下午8:00了，實在是太棒了！日本很冷，然後我們一直走路，途中經過了三四個「王子」然後呢，就沒有然，因為路真的很長！而且路非常的不平，一直上上下下上上下下，路會突然高速上升，然後重重下降，猶如該死的路上雲霄飛車，而且在路上又冷的要命，然後我還是不怕死的穿短褲外加薄外套，到下午4:00之後，太陽直接消失，然後這個世界又變得更冷了，只要一停下來身體冷掉，就差不多玩完了。我們在下午6:30分終於到了最後的目的地「發心門王子」，只是我們的保母車從這世界上消失了，而且在山區又沒有網路，所以我們直到下午7:00才上了保母車。しかし！！（但是！！）因為車子沒有很大，所以我們分了兩趟，然後呢！有些人就待在山上的涼亭裡面等第二趟的車子，實在是冷的要命，唯一可以陪伴這些可憐人的東西只有「販賣機（只賣冷飲）」跟「手機」，而且山上的涼亭沒有防風，所以就冷爆了。回到飯店差不多晚上8:00，然後就去吃晚餐了，日本的晚餐基本上在下午7:00之後就會開始慢慢消失，不過因為我們運氣很好，所以最後有找到一間不錯的餐館，他就有提供晚餐，所以我們就在那裡吃晚餐。晚餐後，就結束了這個累爆、冷爆的一天。");
});


$("#C").click(function(){
  $(".TitleText").text("10/31");
  $(".ContentText").text("這一天並沒有什麼激烈的行程，早上吃了一頓美味的日式早餐，之後我們去了熊野本宮大社，本宮熊野大社的特色是三腳烏鴉，三腳烏鴉在很久很久以前，三腳烏鴉幫助一個迷路的將軍，他給軍指路，並且讓將軍贏得勝利。這是熊野本宮大社「三腳烏鴉傳說」，傳說的詳情可以自己查，反正呢，我們就逛一逛熊野本公大社，然後拍照，然後我們的同學就開始做自己的專案了，在同學結束專案之後，我們去了大齋原，他是一個大的要命的鳥居，在看完這大的要命的景點之後，我們就踏上了熊野古道古道之旅，我們從大齋原，一路走到川湯溫泉，我們「差不多」、「也許」、「大概」、「maybe」在下午5:00的時候到達川湯溫泉，到達川湯之後，我們花了30分鐘吃了一顆36日幣的溫泉蛋之後，就速速的跑去吃晚餐，因為日本在較偏僻的店家在下午6:00之後就會開始關門，我們就趕緊跑到我們預定要吃飯的餐廳，到了之後發現已經關門了，所以我們就算了一間開在旁邊的日式小飯館吃飯。這頓飯非常的好吃，他的醬油跟白飯根本就是絕配！只是他的價格有一點太高了。真的有點高，至少我還付得出錢。吃完飯之後，我們就分批回飯店，到飯店洗澡、刷牙、討論隔天的路線、玩桌遊之後，我們就睡了。");
});

$("#D").click(function(){
  
  $(".TitleText").text("11/1");
  $(".ContentText").text("在經過漫長（？）的討論之後，我們決定第四天的大雲取越把它縮短，因為第二天的古道之旅，已經讓我們見識到自己實力的不足，我們估計若是在今天毅然決然的去挑戰「大雲取越」的話，估計我們會死在山上，這天的路程比前幾天的都還要長，而且馬路也非常的少，因安全考量，我們決定這天直達熊野那智大社～嘿嘿～直達並不帶表不需要爬山，因為「那智大社」和「青岸度寺」都在山上，就算我們跳過了「大雲取越」，還是需要爬上山去看那個那智大社和清岸度寺，我們在早上分成了兩批人，一批會搭車直達，另外一批人則會搭公車。而我就是那個搭公車的人，我們轉了三次車才抵達學野那智大社「車站」，然後就開始網山上走，一直走、直到…，走到吃午餐的地方，然後在繼續往上走，然後我們就到了這熊野那智大社，差不多是下午2:00左右，到那裡我們照慣例，在那裡逛神社、拍照然後同學做專題，然後青岸度寺其實就在熊野那智大社的旁邊，走幾步路的距離。在同學的專題結束之後，我們去了那智瀑布下面，然後呢，那個離熊野那智大社有10分鐘路程的瀑布，他是那智大社的本殿，瀑布是神社的本殿一個驚為天人。至於為什麼，聽說是因為在以前是本有著各式各樣的宗教，而當時的人就是信奉山、河、石頭之類的東西。然後呢，若是發現自己家鄉信奉的自然，比別的地方的自然造景還要厲害的話，信仰就會被影響，就像是富士山她是日本山神的女兒，所以玉山算是個女神，在富士山旁邊的一個小鎮裡的人，就幾乎偷信奉富士山。所以瀑布被當作本殿也不意外。然後是要解釋為什麼「納智『大社』」的旁邊，會有「青岸度『寺』」，一個神社旁邊，居然有一間寺廟！？這實在是太荒謬了！！在以前有一個人去中國考察，然後他把中國的宗教帶回日本，在當時日本的「神」其實就像是一個比較厲害的人，「神」還是會被鬼幹掉，中國傳過來的「佛」卻是萬能的，然後當時就「神佛就合一了」，所以在日本到處就出現了很多的寺廟。所以本宮大社的旁邊就出現了青岸度寺。在看完瀑布之後，我們就離開回到飯店，我們也是分成兩趟，大家回到飯店之後，就去吃晚餐，吃完晚餐之後這一天就結束了。");
  
});

$("#E").click(function(){
  
  $(".TitleText").text("11/2");
  $(".ContentText").text("早上6:00從飯店出發，我們在前15分鐘前醒來，然後就快速的跑去勝浦漁港吃早餐去了，但是我們到漁港之後，發現早餐居然還沒有開賣，所以我們就看著旁邊的漁民處理龍蝦，然後旁邊的小朋友在釣魚，而且還掉到一堆東西，像是魚、河豚之類的東西，我們就看這些日本漁民在旁邊釣魚、處理龍蝦，我們等到上午7:30，我們就去吃早餐，我們吃的東西是「生魚片丼飯」之類的東西，然後我們看到了現場解剖大鮪魚，而且因為我們靠近漁港，在這裡吃海鮮沒有很貴，真的很棒，雖然我沒有點海鮮丼飯，我是點生蛋咖喱飯，因對它很便宜。在吃完早餐之後，我們去了熊野速玉大社，我們到那裡也是逛一逛神社，然後拍照、做專題。在看完速玉大社之後，我們去了另外一個神社，我們到那個神社去走那這幾天來最陡的山路，然後去摸山上的那顆大石頭。在摸完石頭後，我們就從那「這幾天來最陡的」山坡上，緩緩地走下來。然後我們就走回飯店了….。");
});

$("#F").click(function(){
  $(".TitleText").text("11/3");
  $(".ContentText").text("早上6:45起來，然後我瞬間把所有行李整理好，在7:10分的時候從飯店出發，我們前往火車站搭車前往「伊勢市」，我們搭上午8:14分的火車，我們搭了快要3個小時的火車，在上午11點多的時候到達「伊勢市」，然後我們先去『寄放行李』（這很重要，考試會考），再放完行李後，我們走去吃午餐。午餐飯後，我們走去伊勢神宮的外宮逛神社，然後拍照、做專題，內宮大的要命，雖然他叫做「內宮」但是他其實不是在室內，而是在室外，而且它的神社的位置每年都會換一次，很像是因為這樣才能保證神社的偵潔，原理是什麼我也不知道=P。然後我們在下午2:10從外宮離開，在差不多2:30分的時候到搭上公車前往伊勢神宮的內宮，然後在下午3:10分的時候成功抵達內宮，我們也是在那裡看神社、拍照、做專題，我們下午4:10從伊勢神宮的內宮離開，只逛0.5個小時！？嘿對！因為我們需要在下午5:30之前，把該死的行李給領回來，日本的店家很早就休息了！！我們最後壓線，在下午5:20的時候把所以我們就趕回去拿那個該死的行李拿取出來，之後我們就回飯店了。回到飯店之後，把行李放一放，我們就去吃晚餐了，我點了一個390日幣的伊勢市烏龍麵，換算成台幣（390*0.284）差不多110.76台幣，四捨五入111台幣一碗，他的料只有烏龍麵、醬油、蔥花差不多就這樣，日本的東西真的很貴。喔對了，我點的這個基本上是「主食」裡面最便宜的了，其他主菜的價格差不多都在600日幣以上，日本的食物真的好貴。在吃完飯之後，我們先去了便利商店，然後才回到飯店，我買了「小雞泡麵」還有「大阪燒」當作是宵夜，聽說這些是在日本必吃的東西。然後我們就回到飯店了，然後我就洗澡了，然後我就在寫這篇Medium了。我在考慮要不要幫「葉boy」和「彩虹頻道狂熱粉」帶一些伴手禮。 =P");
});

$("#G").click(function(){
  $(".TitleText").text("11/4");
  $(".ContentText").text("早上6:40分起床，在與飯店老闆告別之後，我們出發挑戰最後一條古道「女人道」，在出發之後我們搭上了前往高野山的火車，這個路程非常的漫長，最後的轉車是搭乘在「地上大纜車」抵達高野山，我們在上午10:00左右抵達的，在抵達之後，我們話有多說的，踏上那該死的山路。在中午12:00之前，我們就成功征服這有點弱的山路，原以為會需要走4~5個小時，結果花不到2個小時，就把這山路給走完。在走完之後，我們去逛了在附近的「神社＋寺廟」，結束時是下午2:10分，我們在下午2:30分的去吃午餐，他的「豆腐+醬油＋芥末」要價250日幣，很好吃？很特別。午飯過後，我們繼續踏上「走路」之旅，我們一直走走走，走走走，走走走，走了很遠很遠，然後我們就到了「墓地目的地」了，我們直直往裡面走，天色越來越暗，目的慢慢的變得陰森起來，周圍都是墓碑、大樹還有供品，夜幕低垂溫度越來越低，整個目的變得沒有異常的恐怖，雖然奇怪的聲音稍稍化解墓地的陰森感，但是最讓人崩潰的是，墓地真的很冷，其他恐怖什麼的完全沒有！唯一恐怖的只有溫度！！墓地超級長，而且幾乎沒有可以避風的地方，所在就冷爆了，然後我們繼續走走走，走走走，走走走，走走走，走走走，走走走，走走走，走走走，走走走，走走走，走走走，我寫這麼多的「走」就是要表達我那走了很久的不甘！！我要把它表達出來！！我也不知道我們走了多久，然後我們就到了，到哪呢？到墓地的最深處，一個很大的「佛寺」，而且裡面禁止拍照，所以我們逛了一圈之後就離開回高野山車站，回程稍稍簡單了一點，因為中間我們有搭公車，所以一切都非常的美妙，而且公車上有很棒的暖氣，所以一切又變得更美妙了！！更棒的是日本的大眾運輸很像都有暖氣！！在火車上也真的很舒服！！之後我們找了一間餐廳吃飯，吃完飯之後我們就回住宿地點了。然後果就掛了。然後就隔天了。");
});

$("#H").click(function(){
  $(".TitleText").text("11/5");
  $(".ContentText").text("早上難得可以睡到上午8:30分，真的很爽，前幾天也都早早就醒來了，根本沒有辦法睡足8個小時！！（因為我們自己太晚睡:P）所以早上睡醒之後，我們就收拾行李，然後就出門了，然後我就忘記了我的行李，然後我就全力衝刺跑回住宿地點拿我的行李，最後還是有拿回行李。在結束早上的小插曲之後，我們就搭上了火車前往大阪。之後我們在到達大阪難波之後，我們就一直在大阪附近逛。然後吃飯，然後在逛街，然後就回到住宿地點。在到達住宿的地方之後，我們就被困在外面超過30分鐘。原因是因為房東把鑰匙鎖在一個地方，然後我們會需要輸入4個密碼，才可以拿到鑰匙。但是我們始終都沒有成功把那該死的鎖給解開，所以我們就一直被困在外面。到最後發現原我們走到的事錯的門，我們走到的是側門，而不是他的正門，所以在我們手上的鎖頭是錯的鎖頭。然後就一整個大爆尷尬（應該），因為在這之前，老師們不停的在call房東，跟房東說密碼無效。我們走到了正門，然後遇到了第一個密碼門，然後輸入完密碼之後，我們走到了樓梯間，樓梯間總共有4~5個鎖頭，我們拿起那個寫個201的鎖頭，在嘗試了幾個密碼之後，我們就成功解鎖，並且拿到了兩支鑰匙。到了二樓，把兩隻鑰匙插到鑰匙孔裡，然後在花了一些時間，我們就成功的把們給打開了。房間很大，表面「看起來」很棒，但是細看可以看出房間已經歷了許多風風雨雨，像是油膩的廚房、起泡的牆壁、脫落的天花板，如果多用了什麼東西，還要再加收50美金，像是多用一條毛巾之類的，一整個大爆噴錢。再把東西放到飯店後，我們就出去吃晚餐，我們去了心齋橋那附近吃晚餐，我把想在日本吃的東西通通都吃了一遍，不枉費我前幾天爆幹努力了省錢。在吃完晚餐後，我們就回到了住宿地點，然後今天就結束了。晚上並沒有什麼特別的事情，然後就真的結束了。對了，我有幫「葉boy」和「彩虹」買伴手禮❤");
});

$("#I").click(function(){
  $(".TitleText").text("11/6");
  $(".ContentText").text("今天是在日本的最後一天？應該吧？（為什麼是問句?這很重要考試會考）難得睡得沒有很好，我在上午7:30就已經醒了，榻榻米很好睡，我也不知道我是怎麼醒來的，反正我就…醒來了，因為9:00大家才會起床，所以我只好去做一些事情來打發時間，像是躺回去睡。我就倒了一杯熱牛奶給自己，之後大家就都醒了，然後很認真的把所有的物品、垃圾給歸位分類，因為我們怕一不小心就被加收50美金，再確認一切安好後我們就Chick out了。補充：11/5昨天有人用微波爐把雞蛋給爆了，半熟蛋拿去微波也是會爆的。哇又學到了一課呢！！我們出發去「黑門市場」，沒錯！就是一個日本口味的傳統市場。裡面應有盡有，活得、死的，ˋ硬的、軟的，能吃的、不能吃的，生的、熟的、半生不熟他通通都有！完全就是一個會讓人大爆噴錢的地方，就像是「大阪」！早上我們先的了這個地方逛，最瘋狂的兩個東西是「燒烤和牛500日幣」還有「現剝的海產1000日幣以上」，這些東西在臺灣基本上都吃不到，不然就是要大爆噴錢才吃得到。在逛了許久之後，我們到了「大相機」，然後我們就繼續在裡面逛！！！我在下午2:00去吃了午餐，然後在3:00跟大家集合！！午餐的王Ｘ餃子跟八方X集的餃子有87分相像，而且感覺八方的比較好吃一點。在所有人會合之後，我們搭很久的火車到大阪關西機場準備要Chick in。在我把護照遞給櫃姐之後，所有人都Chick in 成功，直有我沒有成功！因為我他媽的回程飛機訂到了11/8號的機票了！！而且無法把航班換到今天，唯一能換航班的只有幫我並機票的「可X旅行社」，我花了滿多時間再處了這該死的東西，但是似乎沒有說處理的有多好，然後大家得先去搭生機了，所以我就留在機場裡面。原以為我會在機場待到11/8號，結果可Ｘ旅行社有成功幫我在最後一分鐘把機票換到今天，所以我一整個大爆衝，趕上了飛機，雖然飛機慢了25分鐘，但是至少我上了飛機，不需要在日本多待兩天，雖然感覺待在機場應該會很有趣，但是回帶灣總比待在日本還要好（應該？）。現在看到的這篇東西，就是我在飛機上後出來了，關於飛機換時間這件事情，真的很靠北，我很感謝可Ｘ旅行社、還有櫃姐，櫃姐在最後的那一分鐘用那不知道在哪裡練出來的手速，在可Ｘ旅行社把時間更改成今天的那個瞬間，幫我Chick in。補充：有幾個『好心』的同學給我一份大阪燒，我感動到差點哭出來，所以在我Chick in之後原本想把它給丟了，因為『聽說』大阪燒不能帶進來，但是在我向櫃姐詢問之後才知道大阪燒是以帶的，所以大阪燒才沒有出現在垃圾桶裡。飛機餐的甜點是「哈根大支」，一整個棒爆。");
});